{
  "answers": [
    {
      "id": 0,
      "text": "Вы не справились с этой задачей, и это, к сожалению, разочаровывает."
    },
    {
      "id": 1,
      "text": "К сожалению, задание осталось невыполненным, и это огорчает команду."
    },
    {
      "id": 2,
      "text": "Ваши усилия не привели к ожидаемым результатам, и это вызывает сожаление."
    },
    {
      "id": 3,
      "text": "Вы столкнулись с трудностями, и, увы, это не дало положительного результата."
    },
    {
      "id": 4,
      "text": "Ваш подход не сработал, и это оставляет нас в затруднительном положении."
    },
    {
      "id": 5,
      "text": "Вы допустили несколько ошибок, что сказалось на итогах выполнения задания."
    },
    {
      "id": 6,
      "text": "К сожалению, вы не смогли завершить задание, и это создает дополнительные проблемы."
    },
    {
      "id": 7,
      "text": "Вы не достигли поставленных целей, и это вызывает недовольство."
    },
    {
      "id": 8,
      "text": "Ваши попытки оказались безуспешными, и это расстраивает всю команду."
    },
    {
      "id": 9,
      "text": "Вы не смогли справиться с задачей, и это оставляет нас без решения."
    },
    {
      "id": 10,
      "text": "Ваши действия не привели к успеху, и это подводит всю группу."
    },
    {
      "id": 11,
      "text": "Вы допустили ошибки, которые повлияли на конечный результат, и это печально."
    },
    {
      "id": 12,
      "text": "К сожалению, ваше решение оказалось неэффективным, и это вызывает беспокойство."
    },
    {
      "id": 13,
      "text": "Вы не справились с задачей, и это вызывает разочарование среди коллег."
    },
    {
      "id": 14,
      "text": "Ваши усилия не оправдали ожиданий, и это создает дополнительные сложности."
    },
    {
      "id": 15,
      "text": "Вы не смогли достичь намеченной цели, и это оставляет нас в затруднительном положении."
    },
    {
      "id": 16,
      "text": "Ваши действия не принесли желаемого результата, и это огорчает."
    },
    {
      "id": 17,
      "text": "Вы столкнулись с трудностями, и это не позволило вам справиться с задачей."
    },
    {
      "id": 18,
      "text": "Ваши попытки не увенчались успехом, и это создает дополнительные проблемы."
    },
    {
      "id": 19,
      "text": "Вы не достигли успеха, и это, к сожалению, огорчает всю команду."
    },
    {
      "id": 20,
      "text": "К сожалению, ваше решение не сработало, и это вызывает недовольство."
    },
    {
      "id": 21,
      "text": "Вы не справились с задачей, и это вызывает разочарование среди всех."
    },
    {
      "id": 22,
      "text": "Ваши действия не привели к ожидаемому результату, и это печально."
    },
    {
      "id": 23,
      "text": "Вы не смогли выполнить задание должным образом, и это оставляет нас в сложной ситуации."
    },
    {
      "id": 24,
      "text": "Ваши усилия не оправдали надежд, и это создает дополнительные трудности для команды."
    }
  ]
}
