{
  "answers": [
    {
      "id": 0,
      "text": "Вы справились с задачей, и удача явно была на вашей стороне! Отличная работа!"
    },
    {
      "id": 1,
      "text": "Ваши усилия были замечены, и это вдохновляет всех вокруг. Продолжайте в том же духе!"
    },
    {
      "id": 2,
      "text": "Отличная работа! Вы сделали все возможное, и результат говорит сам за себя."
    },
    {
      "id": 3,
      "text": "Вы преодолели трудности, и это действительно вдохновляет. Ваши действия могут стать примером для других."
    },
    {
      "id": 4,
      "text": "Ваши действия были мудрыми и обдуманными. Это качество ценится в любой ситуации."
    },
    {
      "id": 5,
      "text": "Вы проявили стойкость и решимость, и это достойно похвалы. Вы — настоящий пример для подражания!"
    },
    {
      "id": 6,
      "text": "Ваши усилия не остались незамеченными, и это важно для всей команды. Продолжайте так же!"
    },
    {
      "id": 7,
      "text": "Вы сделали шаг в правильном направлении. Это начало чего-то великого!"
    },
    {
      "id": 8,
      "text": "Ваш подход к задаче был очень эффективным. Это показывает вашу профессиональную зрелость."
    },
    {
      "id": 9,
      "text": "Вы показали отличные навыки в этой ситуации. Ваши способности не разочаровывают!"
    },
    {
      "id": 10,
      "text": "Ваши действия были обоснованными и разумными. Это качество делает вас ценным членом команды."
    },
    {
      "id": 11,
      "text": "Вы сделали все возможное, и это важно. Ваше усердие не осталось без внимания."
    },
    {
      "id": 12,
      "text": "Ваши успехи вдохновляют окружающих. Вы действительно создаете атмосферу победы!"
    },
    {
      "id": 13,
      "text": "Вы проделали отличную работу, продолжайте в том же духе. Ваши усилия обязательно принесут плоды!"
    },
    {
      "id": 14,
      "text": "Вы проявили лидерские качества, и это замечательно. Ваши действия ведут за собой других."
    },
    {
      "id": 15,
      "text": "Ваши усилия принесли положительные результаты. Вы на верном пути к успеху!"
    },
    {
      "id": 16,
      "text": "Вы сделали шаг к успеху, и это важно. Каждый маленький шаг ведет к большой цели."
    },
    {
      "id": 17,
      "text": "Ваши действия были уверенными и целеустремленными. Это вдохновляет всех на борьбу!"
    },
    {
      "id": 18,
      "text": "Вы проявили инициативу, и это похвально. Ваше стремление к действию делает разницу!"
    },
    {
      "id": 19,
      "text": "Ваши усилия были оценены по достоинству. Вы — важная часть этой команды!"
    },
    {
      "id": 20,
      "text": "Вы сделали важный вклад в общее дело. Ваши действия имеют значение!"
    },
    {
      "id": 21,
      "text": "Ваши действия вдохновляют других на успех. Вы — пример для подражания!"
    },
    {
      "id": 22,
      "text": "Вы продемонстрировали отличные навыки решения проблем. Это качество необходимо в любой ситуации."
    },
    {
      "id": 23,
      "text": "Ваши усилия не остались незамеченными, продолжайте. Вы на правильном пути к большим достижениям!"
    },
    {
      "id": 24,
      "text": "Вы сделали что-то значительное, и это важно. Ваши действия могут изменить ход событий!"
    }
  ]
}
