{
  "stories": [
    {
      "id": 0,
      "text": "Вы исследуете заброшенную базу, и вдруг слышите приглушенный сигнал SOS. Подойдя к источнику, вы видите поврежденного дроида, который передает координаты. Стоит ли довериться дроиду и проверить координаты, рискуя попасть в засаду?",
      "goodanswers": [
        "Проверить координаты с помощью сканеров и датчиков.",
        "Сообщить командованию о сигнале SOS и координатах.",
        "Осторожно подойти к указанным координатам, используя укрытия."
      ],
      "badanswers": [
        "Полностью игнорировать сигнал SOS.",
        "Безоговорочно следовать координатам без проверки.",
        "Попытаться немедленно уничтожить дроида."
      ],
      "neutralanswers": [
        "Оценить состояние дроида и его передатчика.",
        "Обсудить с командой возможные риски и выгоды.",
        "Подумать о том, кто мог оставить дроида и зачем."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 1,
      "text": "Во время патрулирования вы натыкаетесь на группу гражданских, которые утверждают, что их деревня подверглась нападению рейдеров. Они просят вашей защиты и помощи. Однако, по слухам, некоторые деревни сотрудничают с сепаратистами. Как поступить?",
      "goodanswers": [
        "Предложить помощь, но провести предварительную проверку деревни.",
        "Сообщить командованию о ситуации и запросить подкрепление.",
        "Оказать первую помощь раненым и эвакуировать их в безопасное место."
      ],
      "badanswers": [
        "Отказать в помощи и покинуть деревню.",
        "Немедленно атаковать деревню, подозревая сотрудничество с сепаратистами.",
        "Довериться гражданским без проверки и предоставить им оружие."
      ],
      "neutralanswers": [
        "Собрать информацию о репутации деревни.",
        "Попытаться связаться с другими патрулями для получения дополнительной информации.",
        "Оценить эмоциональное состояние гражданских и их искренность."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 2,
      "text": "Ваш шаттл терпит крушение на неизвестной планете. Вы – один из немногих выживших. Вокруг вас – джунгли, полные неизвестных существ. Ваша задача – найти способ связаться с командованием и выжить. Но припасы ограничены.",
      "goodanswers": [
        "Найти безопасное место для лагеря и укрепить его.",
        "Отправить разведывательную группу для поиска ресурсов и сигнала.",
        "Рационально распределить припасы и установить нормы потребления."
      ],
      "badanswers": [
        "Впасть в панику и бродить по джунглям без плана.",
        "Немедленно атаковать любое встреченное существо.",
        "Потратить все припасы в первые часы после крушения."
      ],
      "neutralanswers": [
        "Провести инвентаризацию оставшегося оборудования и припасов.",
        "Изучить окружающую среду и определить потенциальные опасности.",
        "Попытаться восстановить связь шаттла."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 3,
      "text": "Во время выполнения задания по освобождению заложников вы обнаруживаете, что один из заложников – известный сепаратистский командир, переодетый. Вы должны решить, что с ним делать: освободить вместе со всеми или задержать и передать командованию, рискуя поставить под угрозу остальных заложников.",
      "goodanswers": [
        "Осторожно задержать командира, не привлекая внимания остальных сепаратистов.",
        "Сообщить командованию о ситуации и действовать по их указаниям.",
        "Использовать командира в качестве рычага давления на сепаратистов."
      ],
      "badanswers": [
        "Немедленно казнить командира на глазах у всех.",
        "Освободить его вместе со всеми, не сообщив командованию.",
        "Предать ситуацию огласке, вызвав панику среди заложников и сепаратистов."
      ],
      "neutralanswers": [
        "Провести дополнительную идентификацию командира.",
        "Оценить влияние его задержания на безопасность остальных заложников.",
        "Подумать о возможных последствиях каждого решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 4,
      "text": "Вы получили приказ заминировать мост, чтобы остановить продвижение вражеской техники. Однако, при подготовке к минированию, вы обнаруживаете, что под мостом находится поселение гражданских. Вы должны решить, выполнять приказ и ставить под угрозу жизни гражданских, или отказаться и позволить врагу продвинуться.",
      "goodanswers": [
        "Сообщить командованию о ситуации и запросить альтернативный приказ.",
        "Попытаться эвакуировать гражданских перед минированием.",
        "Разработать план минирования, минимизирующий ущерб для гражданских."
      ],
      "badanswers": [
        "Выполнить приказ без колебаний, игнорируя гражданских.",
        "Отказаться от выполнения приказа и покинуть мост.",
        "Предупредить гражданских о минировании, тем самым раскрыв операцию врагу."
      ],
      "neutralanswers": [
        "Оценить стратегическую важность моста.",
        "Попытаться оценить количество гражданских в поселении.",
        "Подумать о моральных и юридических последствиях каждого решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 5,
      "text": "Во время разведывательной миссии вы натыкаетесь на пещеру, где, по слухам, скрывается древний ситский артефакт. Ваш отряд разделен во мнениях: одни хотят исследовать пещеру, надеясь получить преимущество в войне, другие – опасаются темных сил и советуют покинуть это место. Что вы решите?",
      "goodanswers": [
        "Отправить небольшую группу для исследования пещеры, обеспечив им поддержку.",
        "Сообщить командованию о находке и действовать по их указаниям.",
        "Установить периметр вокруг пещеры и наблюдать за ней."
      ],
      "badanswers": [
        "Немедленно войти в пещеру всем отрядом.",
        "Проигнорировать находку и продолжить миссию.",
        "Уничтожить вход в пещеру, чтобы никто не смог туда попасть."
      ],
      "neutralanswers": [
        "Изучить историю и легенды, связанные с пещерой.",
        "Оценить потенциальные риски и выгоды от исследования пещеры.",
        "Учесть мнение всех членов отряда перед принятием решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 6,
      "text": "Ваш отряд захватил вражеский крейсер. Во время обыска вы обнаруживаете секретную лабораторию, в которой проводятся эксперименты над живыми существами. Некоторые из этих существ – клоны ваших товарищей. Что вы будете делать?",
      "goodanswers": [
        "Остановить эксперименты и освободить клонов.",
        "Сообщить командованию о лаборатории и экспериментах.",
        "Собрать доказательства о проводимых экспериментах."
      ],
      "badanswers": [
        "Уничтожить лабораторию вместе со всеми, кто там находится.",
        "Игнорировать лабораторию и продолжить обыск крейсера.",
        "Попытаться использовать клонов в своих целях."
      ],
      "neutralanswers": [
        "Провести расследование и выяснить цели экспериментов.",
        "Оценить состояние клонов и их способность к адаптации.",
        "Подумать о моральных и этических аспектах ситуации."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 7,
      "text": "Вы столкнулись с раненым вражеским солдатом, который умоляет о помощи. У вас есть приказ не брать пленных. Ваши солдаты настроены враждебно и готовы его добить. Что вы предпримете?",
      "goodanswers": [
        "Оказать первую помощь солдату и передать его медикам.",
        "Обеспечить солдату минимальный уход, но не рисковать жизнями своих солдат.",
        "Сообщить командованию о ситуации и действовать по их указаниям."
      ],
      "badanswers": [
        "Приказать солдатам добить раненого врага.",
        "Оставить солдата умирать без помощи.",
        "Попытаться переманить солдата на свою сторону."
      ],
      "neutralanswers": [
        "Оценить состояние солдата и его шансы на выживание.",
        "Подумать о гуманности и принципах ведения войны.",
        "Учесть мнение своих солдат перед принятием решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 8,
      "text": "Во время атаки на вражеский конвой вы захватываете транспорт с ценным грузом. Однако, при его осмотре выясняется, что груз – это не оружие или припасы, а дети, предназначенные для обучения в качестве солдат сепаратистов. Ваши действия?",
      "goodanswers": [
        "Освободить детей и обеспечить им безопасное место.",
        "Сообщить командованию о ситуации и передать детей под их опеку.",
        "Оказать детям психологическую помощь и поддержку."
      ],
      "badanswers": [
        "Вернуть детей сепаратистам.",
        "Использовать детей в качестве заложников для переговоров.",
        "Подвергнуть детей допросу и выяснить все, что им известно."
      ],
      "neutralanswers": [
        "Оценить состояние детей и их потребности.",
        "Подумать о долгосрочных последствиях для детей.",
        "Учесть мнение своих солдат перед принятием решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 9,
      "text": "Вы – джедай, ведущий республиканские войска в бой. Во время сражения вы чувствуете сильное возмущение в Силе, исходящее от вражеского командира. Вы понимаете, что он использует темную сторону Силы. Что вы предпримете?",
      "goodanswers": [
        "Попытаться убедить командира отказаться от темной стороны Силы.",
        "Использовать Силу, чтобы обезвредить командира и предотвратить дальнейшее использование темной стороны.",
        "Сообщить в Совет джедаев о ситуации и запросить совет."
      ],
      "badanswers": [
        "Немедленно атаковать командира, используя все свои силы.",
        "Проигнорировать возмущение в Силе и продолжить сражение.",
        "Попытаться использовать темную сторону Силы против командира."
      ],
      "neutralanswers": [
        "Оценить уровень угрозы, исходящей от командира.",
        "Попытаться понять причины, по которым командир использует темную сторону.",
        "Подумать о последствиях использования Силы в бою."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 10,
      "text": "Вы обнаружили заброшенный республиканский пост. Внутри вы нашли странный дневник, написанный от руки, с упоминаниями о секретном оружии, спрятанном где-то в этой системе. Вы решаете...",
      "goodanswers": [
        "Сообщить о находке командованию и предоставить дневник для анализа.",
        "Осторожно изучить дневник и попытаться самостоятельно найти секретное оружие, обеспечив при этом секретность.",
        "Использовать информацию из дневника, чтобы спланировать диверсионную операцию против сепаратистов."
      ],
      "badanswers": [
        "Уничтожить дневник, опасаясь, что он может содержать дезинформацию.",
        "Проигнорировать дневник, считая его бессмысленным.",
        "Рассказать всем о находке, нарушая секретность."
      ],
      "neutralanswers": [
        "Провести анализ текста, чтобы определить его достоверность.",
        "Попытаться найти другие источники информации, подтверждающие существование секретного оружия.",
        "Спросить совета у более опытных товарищей."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 11,
      "text": "Ваш отряд захватил в плен сепаратистского ученого. Он предлагает сделку: в обмен на свободу он расскажет о слабостях их новейшего дроида. Вы...",
      "goodanswers": [
        "Согласиться на сделку, но предварительно проверить информацию, предоставленную ученым.",
        "Доложить командованию о предложении ученого и действовать по их указаниям.",
        "Использовать ученого как источник информации, не обещая ему свободу."
      ],
      "badanswers": [
        "Немедленно казнить ученого, не доверяя ему.",
        "Освободить ученого без каких-либо условий.",
        "Подвергнуть ученого пыткам, чтобы получить информацию."
      ],
      "neutralanswers": [
        "Оценить ценность информации, которую может предоставить ученый.",
        "Подумать о последствиях освобождения ученого.",
        "Провести психологический анализ ученого."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 12,
      "text": "Во время высадки на планету вы потеряли связь со своим отрядом. В одиночку вы натыкаетесь на группу джав, которые предлагают вам помощь в поиске ваших товарищей в обмен на ваши припасы. Вы...",
      "goodanswers": [
        "Принять предложение джав, но установить четкие условия и гарантии.",
        "Попытаться связаться со своим отрядом самостоятельно, не полагаясь на джав.",
        "Предложить джавам часть припасов в обмен на информацию о местонахождении отряда."
      ],
      "badanswers": [
        "Отказать джавам в помощи и попытаться ограбить их.",
        "Полностью довериться джавам и отдать им все свои припасы.",
        "Атаковать джав, считая их враждебными."
      ],
      "neutralanswers": [
        "Оценить численность джав и их вооружение.",
        "Попытаться понять мотивы джав.",
        "Изучить местность и определить возможные пути поиска отряда."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 13,
      "text": "Вы обнаружили раненого мирного жителя, скрывающегося от боевых действий. Он просит вас доставить его в безопасное место. Однако, это может задержать выполнение вашей миссии. Вы...",
      "goodanswers": [
        "Оказать первую помощь мирному жителю и вызвать медиков.",
        "Сообщить командованию о ситуации и действовать по их указаниям.",
        "Постараться доставить мирного жителя в ближайшее безопасное место, не ставя под угрозу выполнение миссии."
      ],
      "badanswers": [
        "Оставить мирного жителя умирать.",
        "Использовать мирного жителя в качестве живого щита.",
        "Обвинить мирного жителя в сотрудничестве с сепаратистами."
      ],
      "neutralanswers": [
        "Оценить состояние мирного жителя и его шансы на выживание.",
        "Подумать о моральных последствиях своего решения.",
        "Взвесить важность своей миссии и жизнь мирного жителя."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 14,
      "text": "Вы захватили вражеский корабль, но обнаружили, что на борту находится большое количество гражданских беженцев. Корабль поврежден и может взорваться в любой момент. Вы решаете...",
      "goodanswers": [
        "Немедленно начать эвакуацию беженцев на свой корабль.",
        "Попытаться починить корабль и доставить беженцев в безопасное место.",
        "Сообщить командованию о ситуации и запросить помощь в эвакуации."
      ],
      "badanswers": [
        "Оставить беженцев на корабле и покинуть его.",
        "Использовать корабль с беженцами как приманку для врага.",
        "Обвинить беженцев в диверсии и арестовать их."
      ],
      "neutralanswers": [
        "Оценить повреждения корабля и вероятность его взрыва.",
        "Подумать о последствиях своего решения для беженцев.",
        "Взвесить риски и выгоды каждого варианта."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 15,
      "text": "Во время патрулирования вы услышали странный звук, похожий на крик ребенка. Подойдя ближе, вы увидели маленького зверька, застрявшего в ловушке. Ваши солдаты предлагают оставить его, считая это пустой тратой времени. Вы...",
      "goodanswers": [
        "Освободить зверька из ловушки, не теряя много времени.",
        "Объяснить солдатам, что проявление сострадания важно, и освободить зверька вместе.",
        "Убедиться, что рядом нет родителей зверька, прежде чем освободить его."
      ],
      "badanswers": [
        "Приказать солдатам убить зверька.",
        "Использовать зверька в качестве приманки для других животных.",
        "Проигнорировать крик и продолжить патрулирование."
      ],
      "neutralanswers": [
        "Оценить безопасность освобождения зверька.",
        "Подумать о влиянии своего решения на моральный дух солдат.",
        "Взвесить важность миссии и жизнь зверька."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 16,
      "text": "Вы обнаружили тайник с оружием, принадлежащий сепаратистам. Рядом с ним вы нашли группу гражданских, которые утверждают, что их заставили спрятать оружие. Вы...",
      "goodanswers": [
        "Задержать гражданских для допроса, но обеспечить им достойное обращение.",
        "Сообщить командованию о находке и действовать по их указаниям.",
        "Провести расследование, чтобы выяснить, действительно ли гражданские невиновны."
      ],
      "badanswers": [
        "Немедленно казнить гражданских.",
        "Отпустить гражданских без каких-либо вопросов.",
        "Использовать гражданских в качестве заложников."
      ],
      "neutralanswers": [
        "Оценить численность гражданских и их вооружение.",
        "Подумать о последствиях своего решения для гражданских.",
        "Взвесить важность тайника с оружием и жизнь гражданских."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 17,
      "text": "Во время штурма вражеской базы вы столкнулись с дроидом, который, кажется, перешел на вашу сторону. Он предлагает вам свою помощь в проникновении в систему обороны базы. Вы...",
      "goodanswers": [
        "Принять предложение дроида, но установить строгий контроль над его действиями.",
        "Сообщить командованию о ситуации и действовать по их указаниям.",
        "Использовать дроида для сбора информации о системе обороны базы."
      ],
      "badanswers": [
        "Уничтожить дроида, не доверяя ему.",
        "Полностью довериться дроиду и предоставить ему полный доступ к системе обороны базы.",
        "Игнорировать предложение дроида и продолжить штурм."
      ],
      "neutralanswers": [
        "Оценить технические характеристики дроида и его возможности.",
        "Подумать о причинах, по которым дроид перешел на вашу сторону.",
        "Провести диагностику дроида на наличие вредоносных программ."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 18,
      "text": "Вы получили приказ уничтожить вражеский генератор, который обеспечивает энергией систему обороны планеты. Однако, при подходе к цели вы обнаружили, что генератор находится в центре густонаселенного города. Ваши действия?",
      "goodanswers": [
        "Сообщить командованию о ситуации и запросить альтернативный приказ.",
        "Разработать план уничтожения генератора, минимизирующий ущерб для гражданского населения.",
        "Попытаться вывести из строя генератор, не разрушая его."
      ],
      "badanswers": [
        "Выполнить приказ без колебаний, игнорируя гражданское население.",
        "Отказаться от выполнения приказа и покинуть город.",
        "Предупредить гражданское население о готовящейся атаке, тем самым раскрыв операцию врагу."
      ],
      "neutralanswers": [
        "Оценить стратегическую важность генератора.",
        "Попытаться оценить количество гражданских, находящихся в городе.",
        "Подумать о моральных и юридических последствиях каждого решения."
      ],
      "Author": "<@229665604372660226>"
    },
    {
      "id": 19,
      "text": "Во время проведения разведки вы обнаружили секретную вражескую базу, замаскированную под поселение мирных жителей. Местные жители, кажется, ничего не подозревают. Что вы сделаете?",
      "goodanswers": [
        "Сообщить командованию о находке и предоставить доказательства существования базы.",
        "Осторожно изучить базу, не выдавая себя, чтобы собрать информацию о численности и вооружении противника.",
        "Попытаться установить контакт с местными жителями, чтобы узнать больше о базе."
      ],
      "badanswers": [
        "Немедленно атаковать базу, не предупреждая мирных жителей и убить всех",
        "Проигнорировать находку и продолжить миссию.",
        "Раскрыть местным жителям информацию о базе, тем самым подвергнув их опасности."
      ],
      "neutralanswers": [
        "Оценить уровень угрозы, исходящей от базы.",
        "Подумать о последствиях своих действий для мирных жителей.",
        "Взвесить риски и выгоды каждого варианта."
      ],
      "Author": "<@229665604372660226>"
    }

  ]
}
